---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kilojoules
source: html/5b50abdd-b0d3-df6b-82de-e6901da52ac9.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kilojoules Property

Kilojoules.

## Syntax (C#)
```csharp
public static ForgeTypeId Kilojoules { get; }
```